app/controllers/students_controller.rb

  def create
      @student = Student.new
      @student.first_name = params["student_first_name"]
      @student.last_name = params["student_last_name"]
      @student.save
---
INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-09-01 19:04:15.395640"], ["updated_at", "2018-09-01 19:04:15.395640"]]